Repository: ShutUpMagda/UerrEdicoes
Catalog: locale/*/locale.po
Languages: pt_br

# plugins.themes.UerrEdicoes.name
source: UERR Editions
pt_br: UERR Edições

# plugins.themes.UerrEdicoes.description
source: This plugin implements the UERR Editions theme.
pt_br: Este plugin implementa o tema da UERR Edições.

# plugins.themes.UerrEdicoes.option.useHomepageImageAsHeader.option
source: Show the homepage image as the header background.
pt_br: Mostrar a imagem da página inicial como plano de fundo do cabeçalho.

# plugins.themes.UerrEdicoes.option.useHomepageImageAsHeader.description
source: When a homepage image has been uploaded, display it in the background of the header instead of it's usual position on the homepage.
pt_br: Quando uma imagem da página inicial tiver sido carregada, mostrá-la no plano de fundo do cabeçalho em vez de sua posição usual na página inicial.

# plugins.themes.UerrEdicoes.option.useHomepageImageAsHeader.label
source: Header Background Image
pt_br: Imagem de Plano de Fundo do Cabeçalho

# plugins.themes.UerrEdicoes.option.colour.description
source: Choose a colour for the header.
pt_br: Escolha uma cor para o cabeçalho.

# plugins.themes.UerrEdicoes.option.colour.label
source: Colour
pt_br: Cor

# plugins.themes.UerrEdicoes.option.typography.lora_openSans
source: Lora/Open Sans: A complimentary pairing with serif headings and sans-serif body text.
pt_br: Lora/Open Sans: Uma combinação complementar com títulos serifados e corpo do texto sem serifa.

# plugins.themes.UerrEdicoes.option.typography.lora
source: Lora: A wide-set serif font good for reading online.
pt_br: Lora: Uma ampla fonte serifada boa para leitura online.

# plugins.themes.UerrEdicoes.option.typography.lato
source: Lato: A popular modern sans-serif font.
pt_br: Lato: Uma popular fonte sem serifa.

# plugins.themes.UerrEdicoes.option.typography.notoSans_notoSerif
source: Noto Sans/Noto Serif: A complementary pairing with sans-serif headings and serif body text.
pt_br: Noto Sans/Noto Serif: Uma combinação complementar com títulos sem serifa e corpo do texto serifado.

# plugins.themes.UerrEdicoes.option.typography.notoSerif_notoSans
source: Noto Serif/Noto Sans: A complementary pairing with serif headings and sans-serif body text.
pt_br: Noto Serif/Noto Sans: Uma combinação complementar com títulos serifados e corpo do texto sem serifa.

# plugins.themes.UerrEdicoes.option.typography.notoSerif
source: Noto Serif: A serif variant of Google's digital-native font.
pt_br: Noto Serif: Uma variante serifada da fonte nato-digital do Google.

# plugins.themes.UerrEdicoes.option.typography.notoSans
source: Noto Sans: A digital-native font designed by Google for extensive language support.
pt_br: Noto Sans: Uma fonte nato-digital projetada pelo Google para suporte extensivo de linguagem.

# plugins.themes.UerrEdicoes.option.typography.description
source: Choose a font combination that suits this journal.
pt_br: Escolha uma combinação de fontes que se adéqua a este site

# plugins.themes.UerrEdicoes.option.typography.label
source: Typography
pt_br: Tipografia

# plugins.themes.UerrEdicoes.breadcrumbMonograph
source: Work details
pt_br: Detalhes da obra

# plugins.themes.UerrEdicoes.catalog.category.heading
source: All titles
pt_br: Todos os títulos
